app/controllers/admin_controller.rb

  def index
    logger.info "AdminController, index"
    @admins = Admin.all
---
SELECT `admins`.* FROM `admins`